export default function PersonalData() {
  return (
    <>
      <p className="text-[32px] sm:text-[50px] font-[700] text-center mb-[30px]">
        Согласие на обработку персональных данных
      </p>
      <p>
        Я, субъект персональных данных, даю свое согласие ООО «ПЕРМНЕФТЕХИМ» на обработку моих
        персональных данных: ФИО, email, телефон.
        <br />
        Цель обработки: обратная связь, оформление договоров, предоставление информации.
        <br />
        Данные не передаются третьим лицам.
        <br />
        Срок действия согласия — бессрочно, до отзыва.
        <br />
        Отзыв возможен по email: pnh.perm@yandex.ru.
        <br />
        <br />
        Реквизиты:
        <br />
        ООО «ПЕРМНЕФТЕХИМ»
        <br />
        Юридический адрес: 614014, Пермский край, г. Пермь, Мотовилихинский р-н, ул. Массовок, д. 16
        <br />
        ИНН: 5906166188
        <br />
        КПП: 590601001
        <br />
        ОГРН: 1205900013274
        <br />
        Генеральный директор: Шаламов Александр Яковлевич
        <br />
        Email: pnh.perm@yandex.ru
      </p>
    </>
  );
}
