export default function PersonalData() {
  return (
    <>
      <div className="max-w-[900px] mx-auto px-4 sm:px-6 md:px-8">
        <p className="text-[24px] sm:text-[36px] font-[700] text-center mb-[24px]">
          Согласие на обработку персональных данных
        </p>
        <p className="text-[15px] sm:text-[18px] leading-relaxed mb-[16px]">
          Г. Пермь <br />
          <br /> Я, в соответствии с требованиями статьи 9 Федерального закона от 27 июля 2006 г.
          <br />
          № 152-ФЗ «О персональных данных», свободно, своей волей и в своем интересе даю ООО
          "ПЕРМНЕФТЕХИМ", адрес места нахождения: 614014, Пермский край, г Пермь, Мотовилихинский
          р-н, ул Массовок, д 16, ОГРН 1205900013274, ИНН 5906166188, на основании устава, согласие
          на любое действие (операцию) или совокупность действий (операций), совершаемых с
          использованием средств автоматизации или без использования таких средств, включая сбор,
          запись, систематизацию, накопление, хранение), уточнение (обновление, изменение),
          извлечение, использование, передачу (распространение, предоставление, доступ),
          обезличивание, блокирование, удаление, уничтожение) следующих моих персональных данных:
          <br />
          <br />
          1. Перечень передаваемых персональных данных:
          <br />
          1.1. Фамилия, имя, отчество;
          <br />
          1.2. Адрес электронной почты;
          <br />
          1.3. Номер телефона;
          <br />
          <br />
          2. Вышеуказанные персональные данные я предоставляю Оператору в таких целях, как:
          <br />
          2.1. Заключение договоров, осуществление взаиморасчетов.
          <br />
          2.2. Осуществление информационной рассылки.
          <br />
          <br />
          3. Настоящее согласие действует на период до истечения сроков хранения соответствующей
          информации или документов, содержащих указанную информацию, определяемых в соответствии с
          законодательством Российской Федерации.
          <br />
          <br />
          4. Доступ к персональным данным вправе иметь работники, партнеры и иные контрагенты
          Оператора, которым такой доступ необходим в связи с исполнением ими должностных и/или
          договорных обязанностей как со мной непосредственно, так и с Оператором.
          <br />
          <br />
          5. Оператор вправе передавать мои персональные данные органам дознания и следствия, иным
          уполномоченным органам по основаниям, предусмотренным действующим законодательством
          Российской Федерации.
          <br />
          <br />
          6. Оператор не передает персональные данные третьим лицам, кроме как по запросу суда или
          иного уполномоченного государственного органа в рамках установленной законодательством
          процедуры.
          <br />
          <br />
          7. Настоящим я подтверждаю, что:
          <br />
          7.1. Оператором разъяснены последствия непредоставления персональных данных, в случаях,
          когда предоставление таких данных является обязательным в соответствии с федеральным
          законом.
          <br />
          7.2. Я проинформирован(а) о возможности отзыва согласия на основании положений
          Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» путем личного обращения
          или направления письменного обращения (в том числе в форме электронного документа,
          подписанного простой электронной подписью или усиленной квалифицированной электронной
          подписью).
          <br />
          7.3. Я проинформирован(а) об иных правах и обязанностях, вытекающих из настоящего
          Согласия.
          <br />
          <br />
          8. Согласие может быть отозвано путем направления заявления в произвольной форме в адрес
          Оператора любым способом, позволяющим однозначно определить факт его получения адресатом и
          установить личность отправителя.
          <br />
          <br />
          9. Датой и временем формирования, подтверждения и отправки согласия прошу считать момент
          заполнения соответствующего поля (нажатия на соответствующую кнопку) в электронной форме.
          <br />
          <br />
          Администратор ООО «ПЕРМНЕФТЕХИМ» Юридический адрес: 614014, Пермский край, г Пермь,
          Мотовилихинский р-н, ул Массовок, д 16 ОГРН 1205900013274, ИНН 5906166188, КПП 590601001
        </p>
      </div>
    </>
  );
}
