export default function PrivacyPolicy() {
  return (
    <>
      <div className="max-w-[900px] mx-auto px-4 sm:px-6 md:px-8">
        <p className="text-[24px] sm:text-[36px] font-[700] text-center mb-[24px]">
          Политика конфиденциальности
        </p>
        <p className="text-[15px] sm:text-[18px] leading-relaxed mb-[24px]">
          Настоящая политика конфиденциальности опубликована в редакции от 10 июля 2025 года и
          действует до момента принятия новой редакции политики конфиденциальности.
          <br />
          <br />
          <b>1. Общие положения</b>
          <br />
          1.1. Настоящая Политика конфиденциальности (далее – «Политика») принята Администратором и
          действует в отношении всей информации, которую Администратор может получить о Пользователе
          сайта pnhperm.ru (далее – «Сайт» или «Сервис») с любого устройства и при коммуникации с
          Администратором в любой форме.
          <br />
          <br />
          1.2. Используя Cайт (просмотр, чтение текста, отправка или загрузка информации) и
          предоставляя свои персональные данные, Пользователь Сайта дает согласие на обработку
          персональных данных в соответствии с данной Политикой, если дополнительные требования к
          согласию не установлены настоящей Политикой.
          <br />
          <br />
          1.3. Для целей настоящей Политики под «Администратором» понимается юридическое лицо ООО
          "ПЕРМНЕФТЕХИМ", адрес места нахождения: 614014, Пермский край, г Пермь, Мотовилихинский
          р-н, ул Массовок, д 16, ОГРН 1205900013274, ИНН 5906166188.
          <br />
          <br />
          <b>2. Персональные данные</b>
          <br />
          2.1. Персональные данные – любая информация, относящаяся прямо или косвенно к
          определенному или определяемому физическому лицу (субъекту персональных данных) -
          Пользователю.
          <br />
          <br />
          2.2. Обработка персональных данных – любое действие (операция) или совокупность действий
          (операций) с персональными данными, совершаемое с использованием средств автоматизации или
          без их использования, в том числе сбор, запись, систематизация, накопление, хранение,
          уточнение (обновление, изменение), извлечение, использование, передача (предоставление,
          доступ), обезличивание, блокирование, удаление, уничтожение.
          <br />
          <br />
          2.3. Администратор производит обработку следующих персональных данных: ФИО, номер
          мобильного телефона, E-mail
          <br />
          <br />
          2.4. Администратором обрабатываются статистические и иные данные о посетителе Сервиса, в
          том числе с использованием систем Яндекс метрики.
          <br />
          <br />
          2.5. Настоящим Пользователь соглашается с направлением ему рекламных материалов
          Администратора и третьих лиц, с которым у Администратора заключен договор, по которому
          Администратор является рекламораспространителем и (или) иные договоры.
          <br />
          <br />
          2.6. Направление рекламных материалов осуществляется Администратором посредством
          направления e-mail рассылок на адрес электронной почты, указанной Пользователем.
          <br />
          <br />
          <b>3. Цели обработки персональных данных</b>
          <br />
          3.1. Администратор обрабатывает персональные данные Пользователя для целей: –
          информационно-справочного обслуживания, в том числе предоставления информации о товарах
          Администратора; а также идентификации Пользователя Сервиса; – идентификации Пользователя
          Сервиса; – заключения с Пользователем договоров купли-продажи.
          <br />
          <br />
          <b>4. Порядок и условия обработки персональных данных</b>
          <br />
          4.1. Обработка персональных данных Пользователя осуществляется без ограничения срока,
          любым законным способом, в том числе в информационных системах персональных данных с
          использованием средств автоматизации или без использования таких средств.
          <br />
          <br />
          4.2. Обработка персональных данных Пользователя осуществляется на срок действия договорных
          и иных правоотношений Пользователя и Администратора, любым законным способом, в том числе
          в информационных системах персональных данных с использованием средств автоматизации или
          без использования таких средств.
          <br />
          <br />
          4.3. Все персональные данные Администратор получает непосредственно от Пользователя или от
          его представителя, либо от лица, поручившего Администратору обработку персональных данных
          Пользователя, за исключением случаев, предусмотренных законодательством Российской
          Федерации.
          <br />
          <br />
          4.4. Администратор вправе передавать персональные данные органам дознания и следствия,
          иным уполномоченным органам по основаниям, предусмотренным действующим законодательством
          Российской Федерации.
          <br />
          <br />
          4.5. Правовым основанием обработки персональных данных Администратором являются:
          Конституция РФ, Гражданский кодекс РФ, Трудовой кодекс РФ, согласие Пользователя на
          обработку его персональных данных, договоры, заключаемые между Администратором и
          Пользователем.
          <br />
          <br />
          4.6. Для обеспечения защиты персональных данных Пользователя при их обработке
          Администратором приняты следующие меры от несанкционированного доступа, а также иных
          неправомерных действий в отношении персональных данных Пользователя:
          <br />
          <br />
          4.6.1. Правовые меры, включающие в себя, в том числе создание документов, направленных на
          защиту персональных данных: положение о защите персональных данных, издание приказа о
          назначении лиц, ответственных за защиту персональных данных, заключение соглашений о
          конфиденциальности с лицами, имеющими доступ к персональным данным.
          <br />
          <br />
          4.6.2. Организационные меры, в том числе назначение лиц, ответственных за защиту
          персональных данных, хранение персональных данных, содержащихся на материальных носителях,
          в сейфе.
          <br />
          <br />
          4.6.3. Технические меры: использование средств защиты информации, прошедших процедуру
          оценки соответствия требованиям законодательства РФ, взаимодействовать с госсистемой
          обнаружения, предупреждения и ликвидации последствий кибератак
          <br />
          <br />
          <b>5. Права пользователя</b>
          <br />
          5.1. Пользователь вправе реализовать свои права, предусмотренные законодательством
          Российской Федерации о персональных данных, в том числе, но не ограничиваясь: – уточнять,
          обновлять свои персональные данные, требовать их блокирования или уничтожения; –
          запрашивать у Администратора перечень обрабатываемых персональных данных, правовых
          оснований обработки, источники их получения, информацию о сроках обработки и хранения, а
          также иные сведения, связанные с обработкой своих персональных данных.
          <br />
          <br />
          <b>6. Права и обязанности администратора</b>
          <br />
          6.1. Администратор обязуется использовать полученную персональную информацию Пользователя
          только в целях, названных в настоящей Политике.
          <br />
          <br />
          6.2. Администратор обязан принимать меры предосторожности для защиты конфиденциальности
          персональных данных Пользователя согласно порядку, обычно используемого для защиты такого
          рода информации в деловом обороте.
          <br />
          <br />
          6.3. Администратор обязан хранить персональную информацию Пользователя в течение периода
          времени, необходимого для целей, указанных в настоящей Политике конфиденциальности, если
          только более длительный срок хранения не является необходимым в соответствии с действующим
          законодательством.
          <br />
          <br />
          6.4. Администратор вправе не удалять данные Пользователя, необходимые для хранения в
          соответствии с действующим законодательством Российской Федерации.
          <br />
          <br />
          <b>7. Заключительные положения</b>
          <br />
          7.1. Согласие действует в течение неограниченного времени. Пользователь вправе отозвать
          настоящее согласие на обработку своих персональных данных, письменно уведомив об этом
          Администратора по электронной почте pnh.perm@yandex.ru
          <br />
          <br />
          Администратор ООО «ПЕРМНЕФТЕХИМ» Юридический адрес: 614014, Пермский край, г Пермь,
          Мотовилихинский р-н, ул Массовок, д 16 ОГРН 1205900013274, ИНН 5906166188, КПП 590601001
        </p>
      </div>
    </>
  );
}
