export default function PrivacyPolicy() {
  return (
    <>
      <p className="text-[32px] sm:text-[50px] font-[700] text-center mb-[30px]">
        Политика конфиденциальности
      </p>
      <p className="mb-[40px]">
        Настоящая Политика конфиденциальности (далее — «Политика») действует в отношении всей
        информации, которую сайт pnk.ru может получить о пользователе во время использования сайта.
        <br />
        <br />
        1. Общие положения Настоящая Политика составлена в соответствии с Конституцией РФ,
        Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных», ГК РФ, иными
        нормативно-правовыми актами.
        <br />
        <br />
        2. Состав обрабатываемых персональных данных Сайт pnk.ru собирает следующие данные
        пользователей: ФИО, email, телефон. Данные предоставляются добровольно через формы обратной
        связи.
        <br />
        <br />
        3. Цели обработки персональных данных Обработка необходима для: обратной связи, подготовки
        договоров и предложений, предоставления информации о товарах и услугах.
        <br />
        <br />
        4. Условия и способы обработки Обработка включает: сбор, систематизацию, хранение,
        уточнение, использование, уничтожение. Cookies и технологии трекинга не используются.
        <br />
        <br />
        5. Защита данных Хранение осуществляется до получения отзыва. Применяются правовые,
        организационные и технические меры.
        <br />
        <br />
        6. Права субъектов данных Пользователь вправе отозвать согласие, направив запрос на
        pnh.perm@yandex.ru. Реквизиты: ООО «ПЕРМНЕФТЕХИМ» Юридический адрес: 614014, Пермский край,
        г. Пермь, Мотовилихинский р-н, ул. Массовок, д. 16 ИНН: 5906166188 КПП: 590601001 ОГРН:
        1205900013274 Генеральный директор: Шаламов Александр Яковлевич Email: pnh.perm@yandex.ru
      </p>
    </>
  );
}
