export default function UserAgreement() {
  return (
    <div className="max-w-[900px] mx-auto px-4 sm:px-6 md:px-8">
      <p className="text-[24px] sm:text-[36px] font-[700] text-center mb-[24px]">
        Пользовательское соглашение сайта pnhperm.ru
      </p>
      <p className="text-[15px] sm:text-[18px] leading-relaxed mb-[16px]">
        <b>1. Общие положения</b>
        <br />
        1.1. Пользовательское соглашение (далее - «Соглашение») не является публичной офертой и
        определяет условия использования материалов и сервисов, размещенных Администратором на сайте
        в сети интернет по адресу: pnhperm.ru (далее - «Сайт») пользователями при помощи Сервиса.
        <br />
        1.2. Сервис - это программно-аппаратный комплекс, доступный на Сайте, позволяющий
        Пользователю использовать предусмотренный для него функционал. Сервис включает в себя
        интерфейс, программное обеспечение и иные элементы (инструменты, алгоритмы, способы),
        необходимые для надлежащего функционирования Сайта.
        <br />
        1.3. Администратором является общество с ограниченной ответственностью «ПЕРМНЕФТЕХИМ», от
        имени которого действует генеральный директор Шаламов Александр Яковлевич на основании
        устава (далее - "Администратор").
        <br />
        1.4. Пользователь - любое физическое лицо и/или юридическое лицо, в том числе посетитель
        Сайта, принимающий условия Соглашения.
        <br />
        1.5. Начиная использовать Сайт и/или его отдельные функции, Пользователь считается принявшим
        условия Соглашения в полном объеме, без всяких оговорок и исключений.
        <br />
        1.6. В случае несогласия с Соглашением Пользователь обязан немедленно прекратить
        использование Сайта и покинуть его.
        <br />
        <br />
        <b>2. Обязательства пользователя</b>
        <br />
        2.1. Любое использование материалов Сайта, включая, но не ограничиваясь, копирование,
        воспроизведение, переработка материалов, исключением цитирования материалов в объеме
        объективно необходимом для целей цитирования Пользователем материалов.
        <br />
        2.2. При цитировании материалов Сайта, включая охраняемые авторские произведения, ссылка на
        Сайт обязательна.
        <br />
        <br />
        <b>3. Ответственность администратора</b>
        <br />
        3.1. Администратор не несет ответственности за посещение и использование Пользователем
        внешних ресурсов, ссылки на которые могут содержаться на Сайте.
        <br />
        3.2. Администратор не несет ответственности и не имеет прямых или косвенных обязательств
        перед Пользователем в связи с любыми возможными или возникшими потерями или убытками,
        связанными с любым содержанием Сайта, регистрацией авторских прав и сведениями о такой
        регистрации, товарами или услугами, доступными на или полученными через внешние сайты или
        ресурсы либо иные контакты Пользователя, в которые он вступил, используя размещенную на
        Сайте информацию или ссылки на внешние ресурсы.
        <br />
        3.3. Пользователь согласен с тем, что Администратор не несет какой-либо ответственности и не
        имеет каких-либо обязательств в связи с рекламой, которая может быть размещена на Сайте
        Администратором или третьими лицами, в том числе автоматизированными системами показа
        рекламы (объявлений), установленными на Сайте.
        <br />
        <br />
        <b>4. Изменение условий соглашения</b>
        <br />
        4.1. Администратор вправе в любое время в одностороннем порядке изменять условия Соглашения.
        Такие изменения вступают в силу с момента размещения новой версии Соглашения на Сайте.
        <br />
        4.2. При несогласии Пользователя с внесенными изменениями он обязан отказаться от доступа к
        Сайту. Прекратить использование материалов и сервисов Сайта.
        <br />
        4.3. Продолжая использовать Сайт, Пользователь подтверждает свое безоговорочное согласие с
        новой версией Соглашения.
        <br />
        <br />
        <b>5. Заключительные положения</b>
        <br />
        5.1. Все возможные споры, вытекающие из Соглашения или связанные с ним, подлежат разрешению
        в соответствии с действующим законодательством Российской Федерации.
        <br />
        5.2. Соглашение составлено в двух одинаковых экземплярах, имеющих равную юридическую силу –
        по одному для каждой Стороны.
        <br />
        Администратор ООО «ПЕРМНЕФТЕХИМ» Юридический адрес: 614014, Пермский край, г Пермь,
        Мотовилихинский р-н, ул Массовок, д 16 ОГРН 1205900013274, ИНН 5906166188, КПП 590601001
      </p>
    </div>
  );
}
