export default function UserAgreement() {
  return (
    <>
      <p className="text-[32px] sm:text-[50px] font-[700] text-center mb-[30px]">
        Пользовательское соглашение
      </p>
      <p className="mb-[40px]">
        Настоящее Соглашение регулирует отношения между Администратором сайта pnk.ru и
        пользователями сайта. Если вы не согласны с условиями — покиньте сайт.
        <br />
        <br />
        1. Администратор
        <br />
        ООО «ПЕРМНЕФТЕХИМ», ОГРН: 1205900013274, ИНН: 5906166188, КПП: 590601001, в лице
        генерального директора Шаламова Александра Яковлевича.
        <br />
        <br />
        2. Обязанности пользователя
        <br />
        Не использовать материалы сайта без разрешения, при цитировании указывать ссылку. Не
        нарушать работоспособность сайта.
        <br />
        <br />
        3. Ограничение ответственности
        <br />
        Администратор не несет ответственности за: внешние ресурсы, убытки, ошибки в содержимом,
        действия третьих лиц.
        <br />
        <br />
        4. Изменения условий
        <br />
        Администратор вправе в одностороннем порядке изменять условия соглашения.
        <br />
        <br />
        5. Урегулирование споров
        <br />
        Претензионный порядок, далее — по месту регистрации Администратора.
        <br />
        <br />
        Реквизиты:
        <br />
        ООО «ПЕРМНЕФТЕХИМ» <br />
        Юридический адрес: 614014, Пермский край, г. Пермь, Мотовилихинский р-н, ул. Массовок, д. 16
        <br />
        ИНН: 5906166188
        <br />
        КПП: 590601001
        <br />
        ОГРН: 1205900013274
        <br />
        Генеральный директор: Шаламов Александр Яковлевич
        <br />
        Email: pnh.perm@yandex.ru
      </p>
    </>
  );
}
