export default function ProcessingPolicy() {
  return (
    <>
      <div className="max-w-[900px] mx-auto px-4 sm:px-6 md:px-8">
        <p className="text-[24px] sm:text-[36px] font-[700] text-center mb-[24px]">
          Политика обработки персональных данных pnhperm.ru
        </p>
        <p className="text-[15px] sm:text-[18px] leading-relaxed mb-[16px]">
          <b>1. Общие положения</b>
          <br />
          1.1. Политика в отношении обработки персональных данных (далее – «Политика») разработана
          во исполнение требований пункта 2 части 1 статьи 18.1 Федерального закона от 27.07.2006 №
          152-ФЗ «О персональных данных» (далее – «Закон о персональных данных») в целях обеспечения
          защиты прав и свобод субъектов персональных данных при обработке их персональных данных, а
          также установление порядка обработки и обеспечения безопасности персональных данных,
          полученных Оператором (ПЕРМНЕФТЕХИМ) в процессе использования сайта и оказания услуг.
          <br />
          1.2. Во исполнение требований части 2 статьи 18.1 Закона о персональных данных настоящая
          Политика публикуется в свободном доступе в информационно-телекоммуникационной сети
          Интернет на сайте Оператора.
          <br />
          1.3. Субъектом политики персональных данных является любое физическое лицо, обладающее
          соответствующими персональными данными.
          <br />
          <br />
          <b>2. Термины и определения</b>
          <br />
          2.1. Оператором является ООО "ПЕРМНЕФТЕХИМ", от имени которого действует ГЕНЕРАЛЬНЫЙ
          ДИРЕКТОР Шаламов Александр Яковлевич на основании устава, именуемое в дальнейшем
          «Оператор».
          <br />
          2.2. Персональные данные – любая информация, относящаяся к прямо или косвенно
          определенному, или определяемому физическому лицу (субъекту персональных данных).
          <br />
          2.3. Персональные данные, разрешенные субъектом персональных данных для распространения –
          это персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом
          персональных данных, путем дачи согласия на обработку персональных данных, разрешенных
          субъектом персональных данных для распространения.
          <br />
          2.4. Обработка персональных данных – любое действие (операция) или совокупность действий
          (операций) с Персональными данными, совершаемых с использованием средств автоматизации или
          без их использования. Обработка персональных данных включает в себя, в том числе: сбор;
          запись; систематизацию; накопление; хранение; уточнение (обновление, изменение);
          извлечение; использование; передачу (распространение, предоставление, доступ);
          обезличивание; блокирование; удаление; уничтожение.
          <br />
          2.5. Автоматизированная обработка персональных данных – обработка персональных данных с
          помощью средств вычислительной техники.
          <br />
          2.6. Предоставление персональных данных – действия, направленные на раскрытие персональных
          данных определенному лицу или определенному кругу лиц.
          <br />
          2.7. Блокирование персональных данных – временное прекращение обработки персональных
          данных (за исключением случаев, если обработка необходима для уточнения персональных
          данных).
          <br />
          2.8. Уничтожение персональных данных – действия, в результате которых становится
          невозможным восстановить содержание персональных данных в информационной системе
          персональных данных и (или) в результате которых уничтожаются материальные носители
          персональных данных.
          <br />
          2.9. Уничтожение персональных данных – действия, в результате которых становится
          невозможным восстановить содержание персональных данных в информационной системе
          персональных данных и (или) в результате которых уничтожаются материальные носители
          персональных данных.
          <br />
          2.10. Обезличивание персональных данных – действия, в результате которых становится
          невозможным без использования дополнительной информации определить принадлежность
          персональных данных конкретному субъекту персональных данных.
          <br />
          2.11. Информационная система персональных данных – совокупность содержащихся в базах
          данных персональных данных и обеспечивающих их обработку информационных технологий и
          технических средств.
          <br />
          <br />
          <b>3. Цели обработки персональных данных</b>
          <br />
          3.1. Обработка Оператором Персональных данных осуществляется в следующих целях:
          обеспечение соблюдения Конституции Российской Федерации, федеральных законов и иных
          нормативных правовых актов Российской Федерации.
          <br />
          3.2. Согласие на обработку Персональных данных разрешенных субъектом Персональных данных
          для распространения предоставляется Оператору путем предоставления такого согласия
          непосредственно по адресу Оператора или путем предоставления такого согласия с
          использованием Информационной системы уполномоченного органа по защите прав субъектов
          персональных данных.
          <br />
          3.3. Оператор осуществляет как автоматизированную, так и неавтоматизированную обработку
          Персональных данных.
          <br />
          3.4. Не допускается раскрытие третьим лицам и распространение Персональных данных без
          согласия субъекта Персональных данных, если иное не предусмотрено законодательством
          Российской Федерации.
          <br />
          3.5. Передача Персональных данных органам дознания и следствия и другие уполномоченные
          органы исполнительной власти и организации осуществляется в соответствии с требованиями
          законодательства Российской Федерации.
          <br />
          3.6. Оператор принимает необходимые правовые, организационные и технические меры для
          защиты Персональных данных от неправомерного или случайного доступа к ним, уничтожения,
          изменения, блокирования, распространения и других несанкционированных действий.
          <br />
          3.7. Персональные данные субъектов могут быть получены, проходить дальнейшую обработку и
          передаваться на хранение как на бумажных носителях, так и в электронном виде.
          <br />
          3.8. Не допускается хранение и размещение документов, содержащих Персональные данные, в
          открытых электронных каталогах и тому подобных файлообменниках.
          <br />
          3.9. Оператор осуществляет хранение Персональных данных в форме, позволяющей определить
          субъекта Персональных данных, не дольше, чем этого требуют цели обработки Персональных
          данных, если срок хранения Персональных данных не установлен законодательством Российской
          Федерации, договором или соглашением.
          <br />
          3.10. Уничтожение документов (носителей), содержащих Персональные данные, производится
          путем, при котором персональные данные на материальных носителях прекращают свое
          существование.
          <br />
          3.11. Персональные данные на электронных носителях уничтожаются путем стирания или
          форматирования носителя.
          <br />
          <br />
          <b>4. Порядок, условия обработки и хранения персональных данных</b>
          <br />
          4.1. Обработка Персональных данных осуществляется Оператором в соответствии с требованиями
          законодательства Российской Федерации.
          <br />
          4.2. Обработка Персональных данных осуществляется с согласия субъектов Персональных данных
          на обработку их Персональных данных. Согласие на обработку персональных данных
          осуществляется в любой позволяющей подтвердить факт его получения форме.
          <br />
          4.3. Согласие на обработку Персональных данных, разрешенных субъектом Персональных данных
          для распространения, оформляется отдельно от иных согласий субъекта Персональных данных на
          обработку его Персональных данных.
          <br />
          4.4. Персональные данные, получаемые Оператором: ФИО, номер телефона, E-mail
          <br />
          <br />
          <b>
            5. Актуализация, исправление, удаление и уничтожение персональных данных, ответы на
            запросы субъектов на доступ к персональным данным
          </b>
          <br />
          5.1. Подтверждение факта обработки Персональных данных Оператором, правовые основания и
          цели обработки Персональных данных, а также иные сведения, указанные в части 7 статьи 14
          Закона о персональных данных, предоставляются Оператором субъекту Персональных данных или
          его представителю при обращении либо при получении запроса субъекта Персональных данных
          или его представителя.
          <br />
          5.1.1. Запрос субъекта должен содержать: укажите требования к запросу.
          <br />
          5.2. В случае выявления неточных Персональных данных при обращении субъекта Персональных
          данных или его представителя либо по их запросу или по запросу Роскомнадзора Оператор
          осуществляет блокирование Персональных данных, относящихся к этому субъекту Персональных
          данных, с момента такого обращения или получения указанного запроса на период проверки,
          если блокирование Персональных данных не нарушает права и законные интересы субъекта
          Персональных данных или третьих лиц.
          <br />
          5.2.1. В случае подтверждения факта неточности Персональных данных Оператор на основании
          сведений, представленных субъектом Персональных данных или его представителем либо
          Роскомнадзором, или иных необходимых документов уточняет Персональные данные в течение
          семи рабочих дней со дня представления таких сведений и снимает блокирование Персональных
          данных.
          <br />
          5.3. В случае выявления неправомерной обработки Персональных данных при обращении
          (запросе) субъекта Персональных данных или его представителя либо Роскомнадзора Оператор
          осуществляет блокирование неправомерно обрабатываемых Персональных данных, относящихся к
          этому субъекту Персональных данных, с момента такого обращения или получения запроса.
          <br />
          5.4. При достижении целей обработки Персональных данных, а также в случае отзыва субъектом
          Персональных данных согласия на их обработку Персональных данных подлежат уничтожению,
          если: Иное не предусмотрено договором, стороной которого, выгодоприобретателем или
          поручителем, по которому является субъект Персональных данных; Оператор не вправе
          осуществлять обработку без согласия субъекта Персональных данных на основаниях,
          предусмотренных Законом о персональных данных или иными федеральными законами; Иное не
          предусмотрено другим соглашением между Оператором и субъектом Персональных данных.
          <br />
          <br />
          Администратор ООО «ПЕРМНЕФТЕХИМ» Юридический адрес: 614014, Пермский край, г Пермь,
          Мотовилихинский р-н, ул Массовок, д 16 ОГРН 1205900013274, ИНН 5906166188, КПП 590601001
        </p>
      </div>
    </>
  );
}
